Repository: imath/wptribu-plugin
Catalog: languages/handbook-*.po
Languages: fr_fr

source: Handbook Functionality for Pages
fr_fr: Fonctionnalités de manuel pour les pages

source: Adds handbook-like table of contents to all Pages for a site. Covers Table of Contents and the "watch this page" widget.
fr_fr: Ajoute des tables des matières aux contenus de toutes les pages de votre site. Cela inclut les tables des matières et le widget "Suivre cette page".

source: Handbook name
fr_fr: Nom du manuel

source: Handbook name (%s)
fr_fr: Nom du manuel (%s)

source: Used on %s pages
fr_fr: Utilisé sur les pages %s

source: Home
fr_fr: Accueil

source: Handbook
fr_fr: Manuel

source: Tip:
fr_fr: Astuce :

source: Alert:
fr_fr: Alerte :

source: Tutorial:
fr_fr: Tutoriel :

source: Warning:
fr_fr: Attention :

source: Glossary
fr_fr: Glossaire

# glossary
source: Entry
fr_fr: Entrée

# glossary
source: Add New
fr_fr: Ajouter

# glossary
source: Add New Entry
fr_fr: Ajouter une nouvelle entrée

# glossary
source: Edit Entry
fr_fr: Modifier l’entrée

# glossary
source: New Entry
fr_fr: Nouvelle entrée

# glossary
source: View Entry
fr_fr: Afficher l’entrée

# glossary
source: Search Glossary
fr_fr: Rechercher dans le glossaire

# glossary
source: No entries found
fr_fr: Aucune entrée trouvée

# glossary
source: No entries found in Trash
fr_fr: Aucun entrée trouvée dans la corbeille

# glossary
source: Parent Entry:
fr_fr: Entrée parente

# glossary
source: Glossary Entry
fr_fr: Entrée du glossaire

source: Created by
fr_fr: Créé par

source: Edit
fr_fr: Modifier

source: Add new entry
fr_fr: Ajouter une nouvelle entrée

source: Handbook navigation
fr_fr: Navigation du manuel

source: Topics
fr_fr: Table des matières

source: Top &uarr;
fr_fr: Haut &uarr;

source: <a href="%s" title="%s">Unwatch</a>
fr_fr: <a href="%s" title="%s">Ne plus suivre</a>

source: Stop getting notified about changes to this page
fr_fr: Arrêter d’être notifié·e des changements de cette page

source: <a href="%s" title="%s">Watch</a>
fr_fr: <a href="%s" title="%s">Suivre</a>

source: Get notified about changes to this page
fr_fr: Être notifié·e des changements apportées à cette page

source: Your site&#8217;s Handbook Pages
fr_fr: Les pages de manuel de votre site

source: Handbook Pages
fr_fr: Pages de manuel

source: List the home page
fr_fr: Inclure la page d’accueil
