Repository: imath/wptribu-plugin
Catalog: languages/o2-*.po
Languages: fr_fr

source: http://geto2.com
fr_fr: https://geto2.com

source: Front-page editing and live-updating posts/comments for your site.
fr_fr: Rédaction en frontale et mise à jour automatisée des articles et commentaires pour votre site.

source: http://wordpress.com/
fr_fr: https://wordpress.com

source: Show full post
fr_fr: Afficher l’article en entier

source: Posts by %1$s (%2$s)
fr_fr: Articles de %1$s (%2$s)

source: Keyboard Shortcuts
fr_fr: Raccourcis clavier

source: search
fr_fr: rechercher

source: compose new post
fr_fr: écrire un nouvel article

source: reply
fr_fr: répondre

source: edit
fr_fr: modifier

source: go to top
fr_fr: revenir en haut

source: go to the next post or comment
fr_fr: Aller à l’article suivant ou au commentaire suivant

source: go to the previous post or comment
fr_fr: Aller à l’article précédent ou au commentaire précédent

source: toggle comment visibility
fr_fr: afficher/masquer les commentaires

source: cancel edit post or comment
fr_fr: annuler la modification de l’article ou du commentaire

source: No method supplied
fr_fr: Aucune méthode fournie

source: No message supplied
fr_fr: Aucun message fourni

source: Invalid or expired nonce
fr_fr: Nonce invalide ou expirée

source: Message could not be decoded
fr_fr: Le message n’a pas pu être décodé

source: Unknown message type passed
fr_fr: Type de message transmis inconnu

source: Unknown/unsupported method supplied
fr_fr: La méthode fournie est non supportée ou inconnue

source: Failed to post comment on post ID %s. %s
fr_fr: La publication du commentaire a échoué pour l’article %s. %s

source: The email you specified is associated with a WordPress.com account. Please login first or use a different email address.
fr_fr: L’adresse e-mail que vous avez renseignée est associée à un compte de WordPress.com. Merci de vous connecter sur ce compte ou d’utiliser un e-mail différent.

source: Failed to post comment.
fr_fr: La publication du commentaire a échouée

source: Unable to complete this action
fr_fr: Impossible d’accomplir cette action

source: Nothing to preview.
fr_fr: Rien à prévisualiser.

source: 1 post
fr_fr: 1 article

source: Reply
fr_fr: Répondre

source: Login to Reply
fr_fr: Connectez vous pour répondre

source: Scroll
fr_fr: Faire défiler verticalement

source: Scroll to comments
fr_fr: Faire défiler jusqu’aux commentaires

source: Edit
fr_fr: Modifier

source: Trash
fr_fr: Mettre à la corbeille

source: Shortlink
fr_fr: Raccourci

source: You are not allowed to trash this post
fr_fr: Vous n’avez pas l’autorisation de mettre cet article à la corbeille

source: Sorry, you are not allowed to edit this post.
fr_fr: Désolé, vous n’avez pas l’autorisation de modifier cet article.

source: Post not found.
fr_fr: Article introuvable.

source: No callback action taken.
fr_fr: Aucune fonction de rappel utilisée.

source: Sorry, you are not allowed to publish posts on this site.
fr_fr: Désolé, vous n’avez pas l’autorisation de publier de nouveaux articles sur ce site.

source: Deleting comments is not supported yet
fr_fr: La suppression des commentaires n’est pas encore disponible

source: Sorry, you are not allowed to edit this comment.
fr_fr: Désolé, vous n’avez pas l’autorisation de modifier ce commentaire.

source: Comment has already been deleted by another session.
fr_fr: Le commentaire a déjà été supprimé par un autre utilisateur.

source: Trashing that comment failed.
fr_fr: La mise à la corbeille de ce commentaire a échoué.

source: Untrashing that comment failed.
fr_fr: Le retrait de la corbeille de ce commentaire a échoué.

source: Your upload failed. Perhaps try from within wp-admin.
fr_fr: Votre téléversement a échoué. Essayer d’effectuer l’opération depuis l’administration de WordPress.

source: Xposts
fr_fr: Xarticles

source: X-comment from %1$s: Comment on %2$s
fr_fr: X-commentaire de %1$s : commenter sur %2$s

source: X-post from %1$s: %2$s
fr_fr: X-article de %1$s : %2$s

source: Enter the text for the new item
fr_fr: Ajouter un texte pour le nouvel élément

source: Update the item text below
fr_fr: Mettez à jour le texte de l’élément ci-dessous

source: Are you sure you want to delete this item?
fr_fr: Êtes vous certain·e de vouloir supprimer cet élément ?

source: CheckList Error
fr_fr: Erreur de la liste des tâches

source: An unknown error occurred
fr_fr: Un erreur inconnue s’est produite

source: A malformed response was received
fr_fr: Une réponse malformée a été reçue

source: Edit this item
fr_fr: Modifier cet élément

source: Delete this item
fr_fr: Supprimer cet élément

source: Delete
fr_fr: Supprimer

source: Add a new item after this item
fr_fr: Ajouter un nouvel élémént après celui-ci

source: Add New After
fr_fr: Ajouter un nouveau après

source: Quick access to popular views of your o2
fr_fr: Accès rapide aux affichages populaires de votre o2

source: Recent Updates
fr_fr: Mises à jour récentes

source: Recent Comments
fr_fr: Commentaires récents

source: No Replies
fr_fr: Aucune réponse

source: My @Mentions
fr_fr: Mes @Mentions

source: My Posts
fr_fr: Mes Articles

source: Title:
fr_fr: Titre :

source: Follow
fr_fr: S’abonner

source: Follow comments
fr_fr: S’abonner aux commentaires

source: Unfollow
fr_fr: Se désabonner

source: Unfollow comments
fr_fr: Se désabonner des commentaires

source: There was a problem updating your following preferences.
fr_fr: Un problème est survenu lors de la mise à jour de vos préférences d’abonnement

source: Following all
fr_fr: Abonné·e à tout

source: You are already following all comments on this site.
fr_fr: Vous êtes déjà abonné·e à tous les commentaires de ce site.

source: Notify me of new comments via email.
fr_fr: Notifiez moi des nouveaux commentaires par email.

source: Displays a live stream of posts and comments on your o2 powered blog
fr_fr: Affiche le flux de publication des articles et des commentaires en temps réels sur votre site motorisé par o2

source: Post by %1$s
fr_fr: Publié par %1$s

source: Comment on %1$s
fr_fr: Commenter sur %1$s

source: Comment by %1$s
fr_fr: Commenté par %1$s

source: Show:
fr_fr: Afficher :

source: Comments
fr_fr: Commentaires

source: Posts
fr_fr: Articles

source: Comments and Posts
fr_fr: Commentaires et Articles

source: Number to show:
fr_fr: Nombre à afficher :

source: Clear All
fr_fr: Tout effacer

source: The connection to the server has been interrupted. Please reconnect.
fr_fr: La connexion au serveur a été interrompue. Merci de vous reconnecter.

source: Post Actions
fr_fr: Actions d’article

source: Someone
fr_fr: Quelqu’un

source: done
fr_fr: Fait

source: to-do
fr_fr: À faire

source: %1$s marked this %2$s
fr_fr: %1$s a marqué ceci %2$s

source: Untrash
fr_fr: Retirer de la corbeille

source: Stop following
fr_fr: Se désabonner

source: Unstick Post from Home
fr_fr: Retirer des articles mis en avant

source: Stick Post to Home
fr_fr: Mettre l’article en avant

source: Stick post to home
fr_fr: Mettre l’article en avant

source: Unstick post from home
fr_fr: Retirer des articles mis en avant

source: Insufficient information provided.
fr_fr: Les informations fournies sont insuffisantes

source: You are not allowed to stick or unstick this post.
fr_fr: Vous n’avez pas l’autorisation d’épingler ou de désépingler cet article.

source: Display an (optionally filtered) list of posts marked to do
fr_fr: Afficher une liste (potentiellement filtrée) d’articles marqués « À faire »

source: o2 To Do
fr_fr: À faire d’o2

source: State
fr_fr: État

source: Order:
fr_fr: Ordre :

source: Ascending (oldest first)
fr_fr: Ascendant (les plus anciens en premier)

source: Descending (newest first)
fr_fr: Descendant (les plus récents en premier)

source: Posts Per Page
fr_fr: Nombre d’articles par page

source: Filter to these tags
fr_fr: Filter sur ces étiquettes

source: Separate multiple tags with commas, and prefix with '-' to exclude.
fr_fr: Séparer les étiquettes multiples par des virgules, et préfixez celles que vous souhaitez exclure par '-'

source: %1$s, %2$s comments
fr_fr: %1$s, %2$s commentaires

source: Showing %1$s of %2$s %3$s posts
fr_fr: Affichage de %1$s sur %2$s %3$s articles

source: Untitled
fr_fr: Sans titre

source: The post has already been set to that resolution.
fr_fr: L’article a déjà été réglé selon cette résolution.

source: Done
fr_fr: Fait

source: To Do
fr_fr: À faire

source: To-do
fr_fr: À faire

source: Unresolved
fr_fr: Non résolu

source: Mark as done
fr_fr: Marqué comme « fait »

source: Resolved
fr_fr: Résolu

source: Clear to-do
fr_fr: Vider les « À faire »

source: %s removed resolution
fr_fr: %s a retiré la résolution

source: You are not allowed to edit this post resolution
fr_fr: Vous n’avez pas l’autorisation de modifier la résolution de cet article

source: Invalid post resolution.
fr_fr: Résolution d’article invalide.

source: Unable to set post resolution.
fr_fr: Impossible de régler la résolution de l’article

# resolved/unresolved posts
source: Posts Marked To Do (%d)
fr_fr: Articles marqués « À faire » (%d)

# resolved/unresolved posts
source: Posts Marked Done (%d)
fr_fr: Articles marqués comme « faits » (%d)

# resolved/unresolved posts
source: %s Posts (%d)
fr_fr: %s Articles (%d)

source: %1$s on %2$s
fr_fr: Le %2$s à %1$s

source: Yesterday at %s
fr_fr: Hier à %s

source: Now
fr_fr: Maintenant

# time in minutes abbreviation
source: %sm
fr_fr: %s mins

# time in days abbreviation
source: %sd
fr_fr: %s jrs

# time in weeks abbreviation
source: %sw
fr_fr: %s sem.

# time in months abbreviation
source: %smon
fr_fr: %s mois

# time in years abbreviation
source: %sy
fr_fr: %s années

source: Hide extended post
fr_fr: Masquer les articles dépliés

source: You have unsaved changes.
fr_fr: Des changements non sauvegardés subsistent.

source: Not all changes have been saved to the server yet. Please stay on this page until they are saved.
fr_fr: Tous les changement n’ont pas encore été sauvegardé sur le serveur. Merci de rester sur cette page jusqu’à ce que ce soit le cas.

source: Your session has expired. Click here to log in again. Your changes will not be lost.
fr_fr: Votre session a expiré. Merci de cliquer ici pour vous connecter à nouveau. Vos changements seront perdus.

source: You have successfully logged back in.
fr_fr: Vous vous êtes reconnecté·e avec succès.

source: New comment by %s
fr_fr: Nouveau commentaire de %s

source: New comment by someone
fr_fr: Quelqu'un a commenté

source: New post by %s
fr_fr: Nouvel article de %s

source: %1$s mentioned you: "%2$s"
fr_fr: %1$s vous a mentionné: "%2$s"

source: %1$s was not uploaded (%2$s files are not allowed).
fr_fr: %1$s n’a pas été téléversé (les fichiers de type %2$s ne sont pas autorisés).

source: %1$s was not uploaded (unrecognized file type).
fr_fr: %1$s n’a pas été téléversé (type de fichier non reconnu).

source: Sorry, %1$s files are not allowed.
fr_fr: Désolé, les types de fichier %1$s ne sont pas autorisés.

source: Sorry, file not uploaded (unrecognized file type).
fr_fr: Désolé, le fichier n’a pas été téléversé (type de fichier non reconnu)

source: Apologies, but the page you requested could not be found. Perhaps searching will help.
fr_fr: Toutes nos excuses, la page que vous avez demandée est introuvable. Essayez d’effectuer une recherche.

source: Apologies, but I could not find any results for that search term. Please try again.
fr_fr: Toutes nos excuses, aucun résultat ne correspond aux termes de votre recherche. Merci de réessayer.

source: An unexpected error occurred. Please refresh the page and try again.
fr_fr: Une erreur inattendue s’est produite. Merci de rafraîchir la page avant de réessayer.

source: Generating preview...
fr_fr: Génération de la prévisualisation...

source: Bold (ctrl/⌘-b)
fr_fr: Gras (ctrl/⌘-b)

source: Italics (ctrl/⌘-i)
fr_fr: Italique (ctrl/⌘-i)

source: Link (⌘-shift-a)
fr_fr: Lien (⌘-shift-a)

source: Blockquote
fr_fr: Citation

source: Add a post title
fr_fr: Ajouter un titre

source: Enter title here
fr_fr: Entrer le titre ici

source: Ready to publish your first post? Simply use the form above.
fr_fr: Prêt·e à publier votre premier article ? Il suffit d’utiliser le formulaire ci-dessus.

source: Tap the new post control below to begin writing your first post.
fr_fr: Cliquez sur le contrôle d’ajout d’article pour commencer à en écrire un.

source: This comment is awaiting approval.
fr_fr: Ce commentaire est en attente d’approbation.

source: This comment was trashed.
fr_fr: Ce commentaire a été mis à la corbeille.

source: This comment was deleted.
fr_fr: Ce commentaire a été supprimé.

source: Cancel
fr_fr: Annuler

source: Name
fr_fr: Nom

source: Permalink
fr_fr: Lien permanent

# Verb, to post
source: Post
fr_fr: Publier

source: Save
fr_fr: Enregistrer

source: Saving
fr_fr: Enregistrement en cours

source: Website
fr_fr: Site Web

source: Search
fr_fr: Rechercher

source: Preview
fr_fr: Prévisualiser

source: Older posts
fr_fr: Articles plus anciens

source: Newer posts
fr_fr: Articles plus récents

source: Login to leave a comment.
fr_fr: Connectez vous pour commenter.

source: Fill in your details below.
fr_fr: Renseigner vos informations ci-dessous.

source: Careful! You are editing someone else's comment.
fr_fr: Attention ! Vous éditez le commentaire de quelqu’un d’autre.

source: Show Comments
fr_fr: Afficher les commentaires

source: Hide Comments
fr_fr: Masquer les commentaires

source: This post was trashed. You will be redirected home now.
fr_fr: Cet article a été mis à la corbeille. Vous allez immédiatement être redirigé·e sur la page d’accueil

source: This page was trashed. You will be redirected home now.
fr_fr: Cette page a été mise à la corbeille. Vous allez immédiatement être redirigé·e sur la page d’accueil

source: This post is being trashed.
fr_fr: La mise en corbeille de cet article est en cours.

source: This page is being trashed.
fr_fr: La mise en corbeille de cette page est en cours.

source: There was an error trashing that post. Please try again in a moment.
fr_fr: Il y a eu une erreur pendant la mise en corbeille de votre article. Merci de réessayer plus tard.

source: There was an error trashing that page. Please try again in a moment.
fr_fr: Il y a eu une erreur pendant la mise en corbeille de votre page. Merci de réessayer plus tard.

source: Shortlink copied to clipboard.
fr_fr: Raccourci copier dans votre presse-papier.

source: Show comment threads
fr_fr: Afficher la conversation

source: Hide comment threads
fr_fr: Masquer la conversation

source: Hi, {name}! What's happening?
fr_fr: Salut, {name} ! Quoi de neuf ?

source: Name (required)
fr_fr: Nom (requis)

source: Email (required)
fr_fr: E-mail (requis)

source: Theme Options
fr_fr: Options du thème

source: Front-end Post Prompt: Use {name} for user's name
fr_fr: Message de salutation : utilisez {name} pour le nom de l’utilisateur·rice

source: Enable "To Do" Module
fr_fr: Activer le module « À faire »

source: Mark New Posts "To Do"
fr_fr: Marquer les nouveaux articles en « À faire »

source: Posts by %s
fr_fr: Articles de %s

source: Posts categorized as %s
fr_fr: Articles catégorisés en %s

source: Posts containing &lsquo;%s&rsquo; (%d)
fr_fr: Articles contenant « %s » (%d)

source: Page Not Found
fr_fr: Page introuvable

source: Daily Archives:
fr_fr: Archives journalières :

source: Monthly Archives:
fr_fr: Archives mensuelles :

source: Yearly Archives:
fr_fr: Archives annuelles :

source: Post Archives
fr_fr: Archives des articles

source: Your browser is not up-to-date. As a result, some features may not work correctly. Please switch to an updated browser.
fr_fr: Votre navigateur n’est pas à jour. Par conséquent, certaines fonctionnalités risquent de ne pas fonctionner correctement. Merci de basculer sur un navigateur à jour.

# time from now
source: in %s
fr_fr: dans %s

# time ago
source: %s ago
fr_fr: il y a %s

# unit of time
source: a few seconds
fr_fr: il y a quelques instants

# abbreviation of minute
source: a min
fr_fr: une min.

source: an hour
fr_fr: une heure

source: %d hours
fr_fr: %d heures

source: a day
fr_fr: un jour

source: %d days
fr_fr: %d jours

source: a month
fr_fr: un mois

source: %d months
fr_fr: %d mois

source: a year
fr_fr: une année

source: %d years
fr_fr: %d années

source: Recent Activity
fr_fr: Activité récente
