Repository: imath/wptribu-plugin
Catalog: languages/wptribu-plugin-*.po
Languages: fr_fr

source: wpTribu Plugin
fr_fr: Extension de wpTribu

source: Utilities for the wptribu.org site.
fr_fr: Utilitaires pour le site wptribu.org.

source: Subscribe
fr_fr: S‘abonner

source: Subscribe to comment feed
fr_fr: S‘abonner au flux RSS des commentaires

source: Stick to category
fr_fr: Épingler à la catégorie

source: Stick the post at the top of this category’s first page
fr_fr: Épingler en haut de la première page de la catégorie

source: Unstick from category
fr_fr: Désépingler de la catégorie

source: Unstick the post from the top of this category’s first page
fr_fr: Désépingler du haut de la première page de la catégorie

# Category feed
source: %s’s feed
fr_fr: Flux RSS pour la catégorie «&nbsp;%s&nbsp;»

# Tag feed
source: %s’s feed
fr_fr: Flux RSS pour l’étiquette «&nbsp;%s&nbsp;»

# Author feed
source: %s’s feed
fr_fr: Flux RSS de l‘auteur «&nbsp;%s&nbsp;»

source: Subcribe to feed
fr_fr: Abonnez-vous au(x) flux RSS

source: Site’s feed
fr_fr: Flux RSS du site
